Autodesk.Revit.DB.ElementQuickFilter
A base class for a type of filter that operates on element records.
Remarks:
Quick filters operate only on the ElementRecord, a low-memory class which has
a limited interface to read element properties. Elements which are rejected
by a quick filter will not be expanded in memory.
Since:
2011